[iscript]
window.GAME_TEXTS={
  "day1": {
    "high": [
      [
        ["晴れている", "…………今日は晴れの予報だ","いい天気だ。服を干そうかな","隙間風の音がする"],
        ["夕日がまぶしい","窓枠が錆びている","上の空気窓が開きっぱなしになっている"],
        ["……夜景は見えそうにない","殴れば割れそうだ","…………何の変哲もない窓だ","嵌め殺しの窓だから開くことはない"],
        ["波打っている","そろそろ水を変えてやりたい"],
        ["光の反射で鱗が浮いているように見えた"],
        ["暗くて底が見えない…………","海の匂いがする"],
        ["これは結城新二の偽物だ。","本物を取り返さなければ","青緑の鱗に高校の頃の制服。…………こいつには似合わない","浅瀬の海の色をした目が、細められる。そんな顔で俺をみないでほしい"],
        ["夕日がまぶしいと笑っている"],
        ["眠たそうだ","まだ起きてんの？と笑っている","本物はどこだ"],
        ["水が垂れている"]
      ],
      [
        ["今日は外に出る予定はない", "鍵がかかっている","………出たくない","買い物も済ませてある"],
        ["外から子供の声が聞こえる","あいつを一人にするのか？"],
        ["夜中に出かけるなんて、とんだ不良だな。","……非行行為に走るつもりはない","もう夜だ。外には出られない"],
        ["見覚えのない傘はだれのだったか","雨の日に浸かってそのままだから乾かさなければいけない。","シンプルな傘だ","傘でチャンバラをしたのが懐かしい","チャンバラでもするか？","置き傘はしない主義だ","傘にタグが付いている","傘のタグには…………なんて書いてあるんだろう"],
        ["ああまた水道業者のマグネットが入っている。"],
        ["中身はない","…………この時間に郵便が来ることはない"]
      ],
      [
        ["いつ庫内の電気が消えるかためす…………そんなこともした気がする", "扉が閉まるギリギリまで庫内を見てみたが結局庫内の電気がいつ消えるかは分からなかった。"]
      ],
      [
        ["隈がある気がする", "体調の悪そうな自分の顔が映っている"],
        ["こんなに肌が白かっただろうか。","夕日に照らされて余計に白く見える気がする"],
        ["ああ、洗濯をしなければ","洗剤、買ったっけ…………","アイロンをかけるのが面倒なので"],
        ["水やりはもうした","…………虫はいない","栄養剤は先日あげた","…………水やりはもうした","植物を何度観察しても差なんてわからない"]
      ],
      [
        ["３人掛けのソファ。頑張れば寝れそう", "そういえば、ここで雑魚寝したな…………"]
      ],
      [
        ["くだらないお昼のバラエティが流れている", "昼ドラだ…………"],
        ["子供向けアニメが流れていた。","ああコレ、アニメ化したんだ…………もう４話だけど"],
        ["ニュース番組だ。明日の天気は…………","明日も晴れるらしい"]
      ],
      [
        ["起きたばかりで寝る気は起きない", "ベッドメイクは苦手だ"],
        ["早寝が過ぎるかもしれない","まだ眠くない","まだ、そんなに…眠くない"],
        ["もうそろそろ寝てもいい気がする","夜更かしは向いてない………"],
        ["積読はしない主義だが、読んでない本がいくつかある。いつ読もう……","本棚の順番が気になって直した"],
        ["読書が趣味なわけではないが勉強机の本は定期的に入れ替えている。","あ、この本は前も有った気がする"],
        ["今から本を読んだら眠れなくなってしまう","寝る前の読書は夢にそれが出る気がするから先を知っている楽しい話がいい"],
        ["彼の写真だ。出来の良い物を一枚厳選してここに飾っている","自分は映っていない"],
        ["……こんなにきれいな写真、とった覚えはないけれど","きれいな写真だ。"],
        ["お気に入りの一枚","………写真立てに触れて、つい頬が緩んだ。"]
      ]
    ],
    "mid": [
      [
        ["晴れている", "…………今日は晴れの予報だ","いい天気だ。服を干そうかな","隙間風の音がする"],
        ["夕日がまぶしい","窓枠が錆びている","上の空気窓が開きっぱなしになっている"],
        ["……夜景は見えそうにない","殴れば割れそうだ","…………何の変哲もない窓だ","嵌め殺しの窓だから開くことはない"],
        ["波打っている","そろそろ水を変えてやりたい"],
        ["光の反射で鱗が浮いているように見えた"],
        ["暗くて底が見えない…………","海の匂いがする"],
        ["これは結城新二の偽物だ。","本物を取り返さなければ","青緑の鱗に高校の頃の制服。…………こいつには似合わない","浅瀬の海の色をした目が、細められる。そんな顔で俺をみないでほしい"],
        ["夕日がまぶしいと笑っている"],
        ["眠たそうだ","まだ起きてんの？と笑っている","本物はどこだ"],
        ["水が垂れている"]
      ],
      [
        ["今日は外に出る予定はない", "鍵がかかっている","………出たくない","買い物も済ませてある"],
        ["外から子供の声が聞こえる","あいつを一人にするのか？"],
        ["夜中に出かけるなんて、とんだ不良だな。","……非行行為に走るつもりはない","もう夜だ。外には出られない"],
        ["見覚えのない傘はだれのだったか","雨の日に浸かってそのままだから乾かさなければいけない。","シンプルな傘だ","傘でチャンバラをしたのが懐かしい","チャンバラでもするか？","置き傘はしない主義だ","傘にタグが付いている","傘のタグには…………なんて書いてあるんだろう"],
        ["ガスの領収書が入っている。………思ったより高いな。"],
        ["中身はない","…………この時間に郵便が来ることはない"]
      ],
      [
        ["いつ庫内の電気が消えるかためす…………そんなこともした気がする", "扉が閉まるギリギリまで庫内を見てみたが結局庫内の電気がいつ消えるかは分からなかった。"]
      ],
      [
        ["隈がある気がする", "体調の悪そうな自分の顔が映っている"],
        ["こんなに肌が白かっただろうか。","夕日に照らされて余計に白く見える気がする"],
        ["ああ、洗濯をしなければ","洗剤、買ったっけ…………","アイロンをかけるのが面倒なので"],
        ["水やりはもうした","…………虫はいない","栄養剤は先日あげた","…………水やりはもうした","植物を何度観察しても差なんてわからない"]
      ],
      [
        ["３人掛けのソファ。頑張れば寝れそう", "そういえば、ここで雑魚寝したな…………"]
      ],
      [
        ["くだらないお昼のバラエティが流れている", "昼ドラだ…………"],
        ["子供向けアニメが流れていた。","ああコレ、アニメ化したんだ…………もう４話だけど"],
        ["ニュース番組だ。明日の天気は…………","明日も晴れるらしい"]
      ],
      [
        ["起きたばかりで寝る気は起きない", "ベッドメイクは苦手だ"],
        ["早寝が過ぎるかもしれない","まだ眠くない","まだ、そんなに…眠くない"],
        ["もうそろそろ寝てもいい気がする","夜更かしは向いてない………"],
        ["積読はしない主義だが、読んでない本がいくつかある。いつ読もう……","本棚の順番が気になって直した"],
        ["読書が趣味なわけではないが勉強机の本は定期的に入れ替えている。","あ、この本は前も有った気がする"],
        ["今から本を読んだら眠れなくなってしまう","寝る前の読書は夢にそれが出る気がするから先を知っている楽しい話がいい"],
        ["彼の写真だ。出来の良い物を一枚厳選してここに飾っている","自分は映っていない"],
        ["……こんなにきれいな写真、とった覚えはないけれど","きれいな写真だ。"],
        ["お気に入りの一枚","………写真立てに触れて、つい頬が緩んだ。"]
      ]
    ],
    "low": [
      [
        ["晴れている", "…………今日は晴れの予報だ","いい天気だ。服を干そうかな","隙間風の音がする"],
        ["夕日がまぶしい","窓枠が錆びている","上の空気窓が開きっぱなしになっている"],
        ["……夜景は見えそうにない","殴れば割れそうだ","…………何の変哲もない窓だ","嵌め殺しの窓だから開くことはない"],
        ["波打っている","そろそろ水を変えてやりたい"],
        ["光の反射で鱗が浮いているように見えた"],
        ["暗くて底が見えない…………","海の匂いがする"],
        ["これは結城新二の偽物だ。","本物を取り返さなければ","青緑の鱗に高校の頃の制服。…………こいつには似合わない","浅瀬の海の色をした目が、細められる。そんな顔で俺をみないでほしい"],
        ["夕日がまぶしいと笑っている"],
        ["眠たそうだ","まだ起きてんの？と笑っている","本物はどこだ"],
        ["水が垂れている"]
      ],
      [
        ["今日は外に出る予定はない", "鍵がかかっている","………出たくない","買い物も済ませてある"],
        ["外から子供の声が聞こえる","あいつを一人にするのか？"],
        ["夜中に出かけるなんて、とんだ不良だな。","……非行行為に走るつもりはない","もう夜だ。外には出られない"],
        ["見覚えのない傘はだれのだったか","雨の日に浸かってそのままだから乾かさなければいけない。","シンプルな傘だ","傘でチャンバラをしたのが懐かしい","チャンバラでもするか？","置き傘はしない主義だ","傘にタグが付いている","傘のタグには…………なんて書いてあるんだろう"],
        ["ガスの領収書が入っている。………思ったより高いな。"],
        ["中身はない","…………この時間に郵便が来ることはない"]
      ],
      [
        ["いつ庫内の電気が消えるかためす…………そんなこともした気がする", "扉が閉まるギリギリまで庫内を見てみたが結局庫内の電気がいつ消えるかは分からなかった。"]
      ],
      [
        ["隈がある気がする", "体調の悪そうな自分の顔が映っている"],
        ["こんなに肌が白かっただろうか。","夕日に照らされて余計に白く見える気がする"],
        ["ああ、洗濯をしなければ","洗剤、買ったっけ…………","アイロンをかけるのが面倒なので"],
        ["水やりはもうした","…………虫はいない","栄養剤は先日あげた","…………水やりはもうした","植物を何度観察しても差なんてわからない"]
      ],
      [
        ["３人掛けのソファ。頑張れば寝れそう", "そういえば、ここで雑魚寝したな…………"]
      ],
      [
        ["くだらないお昼のバラエティが流れている", "昼ドラだ…………"],
        ["子供向けアニメが流れていた。","ああコレ、アニメ化したんだ…………もう４話だけど"],
        ["ニュース番組だ。明日の天気は…………","明日も晴れるらしい"]
      ],
      [
        ["起きたばかりで寝る気は起きない", "ベッドメイクは苦手だ"],
        ["早寝が過ぎるかもしれない","まだ眠くない","まだ、そんなに…眠くない"],
        ["もうそろそろ寝てもいい気がする","夜更かしは向いてない………"],
        ["積読はしない主義だが、読んでない本がいくつかある。いつ読もう……","本棚の順番が気になって直した"],
        ["読書が趣味なわけではないが勉強机の本は定期的に入れ替えている。","あ、この本は前も有った気がする"],
        ["今から本を読んだら眠れなくなってしまう","寝る前の読書は夢にそれが出る気がするから先を知っている楽しい話がいい"],
        ["彼の写真だ。出来の良い物を一枚厳選してここに飾っている","自分は映っていない"],
        ["……こんなにきれいな写真、とった覚えはないけれど","きれいな写真だ。"],
        ["お気に入りの一枚","………写真立てに触れて、つい頬が緩んだ。"]
      ]
    ]
  }
}

[endscript]